{
  "blogs": [
    {
      "title": "WOW!! Could This Be The Reason Why Burna Boy Is Bigger Than Wizkid, Davido & Other Artistes? (See This)",
      "description": "BlaqBonez commend BurnaBoy on how much he is promoting his album. Burna is unarguably a great artist who’s making good music for the soul. Though, I might not be his fan when it comes to his personality but I must admit to this fact that man is too good musically. Burna Boy, a giant of Africa for a reason.  Burna Boy understand the business part of the game and he’s killing it. No sleeping on bike.  You must promote your shit yourself even if you have the money to pay promoters. You know better.",
      "category": "Music",
      "imageUrl": "http://res.cloudinary.com/dftygokow/image/upload/v1657715109/vjl4choovyjtr413berk.jpg",
      "date": "07/13/2022",
      "id": 1
    },
    {
      "title": "LET’S TALK!! Do You Think Funke Akindele Will Be A Good Deputy Governor For Lagos State?",
      "description": "The mother of twins who recently dumped her marriage took to social media to reveal she’s the Deputy Governorship candidate under the People’s Democratic Party, PDP, Lagos state.  This came after the Lagos State Governorship candidate of the party, Dr Olajide Adediran, popularly called Jandor, officially announced and present on Tuesday, the Nollywood actress, as running mate for the coming 2023 election.  Akindele, from Ikorodu division was said to be on top of the list which comprises of other four names as potential running mate of the party’s governorship candidate, Jandor.  Rhodes-Vivour and Kolawole, two of the shortlisted candidates, are from Lagos West, the same senatorial area as Jandor, which adversely affects their chances.",
      "category": "News",
      "imageUrl": "http://res.cloudinary.com/dftygokow/image/upload/v1657715501/qsphvk7dofmpnfg9ty1g.jpg",
      "date": "07/13/2022",
      "id": 2
    },
    {
      "title": "CRAZY! Read How A Young Man Lost 100k For His Mom’s Burial To Sport Betting",
      "description": "Omo! First things first, RIP to his late mom. May her soul rest in peace  Gambling is very addictive…  I am speaking from experience cause i used to be a strong gambler in the past and that nonsense messed up my life.  You will just be piling up debts upon debts. You will never have time to enjoy your money. Money can not stay in your bank account for one second.",
      "category": "Memes",
      "imageUrl": "http://res.cloudinary.com/dftygokow/image/upload/v1657715745/dnssdln9xez4jfat4i08.jpg",
      "date": "07/13/2022",
      "id": 3
    },
    {
      "title": "US Rapper Soulja Boy Blasts Wizkid For Insulting Him 12 Years Ago (See Full Gist)",
      "description": "The reaction has generated many reaction with the Wizkid FC coming hard on Soulja boy for insulting Big Wiz.  One of the question asked is, why is Soulja Boy coming for Wizkid after 12 years.  Fact is, Soulja Boy has never generated as many reaction on his tweet as he has now and it further shows who the bigger is.  Guy,",
      "category": "Music",
      "imageUrl": "http://res.cloudinary.com/dftygokow/image/upload/v1657716568/yyo5kiaurpouvaxipl9f.jpg",
      "date": "07/13/2022",
      "id": 4
    }
  ]
}